index.org
#+TITLE: Selfdotsend.
#+AUTHOR: Pankaj Doharey
#+EMAIL: pankajdoharey@gmail.com
#+DATE: [2018-07-14 Sat]
#+URI: /
#+KEYWORDS: Clojure, Ruby, C++ , 3D , C , Scheme , Assembly, Metacritical Tech Blog.
#+LANGUAGE: en
#+OPTIONS: H:3 num:nil toc:nil \n:nil @:t ::t |:t ^:nil -:t f:t *:t <:t
#+DESCRIPTION: Pankaj Doharey (Metacritical's Tech Blog)


* Raison D'être
  The site is really geared towards my rumblings and rants related to technology
  and other things i find delightful and frustrating. Here i aim to document all 
  those interesting and not so interesting things from the perspective a a tech 
  enthusiast. I eventually hope you find would some of the stuff documented here
  usefu

[file://blog/new-post.org]
