index.html
<!DOCTYPE html>
<html lang="en-us">
<head>
    <title>Selfdotsend. - Self dot send (Computing Blog)</title>
    <meta charset="utf-8" />
    <meta name="author" content="Pankaj Doharey" />
        <meta name="description" content="Pankaj Doharey (Metacritical&#39;s Tech Blog)" />
        <meta name="keywords" content="Clojure, Ruby, C++ , 3D , C , Scheme , Assembly, Metacritical Tech Blog." />
    <link rel="stylesheet" href="/media/css/style.css">
    <link rel="stylesheet" href="/media/css/highlight.css">
</head>

  <body class="container">
    <nav class="main-nav">
        <a href="/blog">Archive</a>
        <a href="/tags">Tag</a>
        <a href="/about/">About</a>
        <a class="cta" href="https://github.com/metacritical">GitHub</a>
    </nav>

<div>
    <section id="wrapper">
        <article class="post">
            <header>
                    <h1>Selfdotsend.</h1>
            </header>
            <br />
            <section id="post-body">
                

<div id="outline-container-org93ea8ee" class="outline-2">
<h2 id="org93ea8ee">Raison D'être</h2>
<div class="outline-text-2" id="text-org93ea8ee">
<p>
The site is really geared towards my rumblings and rants related to technology
and other things i find delightful and frustrating. Here i aim to document all 
those interesting and not so interesting things from the perspective a a tech 
enthusiast. I eventually hope you find would some of the stuff documented here
usefu
</p>
</div>
</div>

            </section>
    </section>
</div>

    <div>
    <section id="wrapper">
      <br />
      <br />
      <script src="http://code.jquery.com/jquery-latest.min.js"></script>
      <script src="https://cdnjs.cloudflare.com/ajax/libs/prettify/r298/prettify.js"></script>
      <script src="https://cdn.mathjax.org/mathjax/latest/MathJax.js?config=TeX-AMS-MML_HTMLorMML"></script>
      <script src="/media/js/main.js"></script>
      <div align="center">
      <footer id="footer">
        <p class="small">
          Copyright &copy; 2012 - <span id="footerYear"></span> <a href="mailto:pankajdoharey &lt;at&gt; gmail &lt;dot&gt; com">Pankaj Doharey</a>
          &nbsp;&nbsp;-&nbsp;&nbsp;
          Powered by <a href="https://github.com/kelvinh/org-page" target="_blank">org-page</a>
          <script type="text/javascript">document.getElementById("footerYear").innerHTML = (new Date()).getFullYear();</script>
        </p>
        <br />
      </footer>
      </div>
      </section>
    </div>

  </body>
</html>
